{"unk_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "model_max_length": 1024, "special_tokens_map_file": "/root/.cache/huggingface/transformers/5b5fdc2f5c32cf976c24eed65ca0f1f9f9e00890f55ca32527dae9b6f1a123ae.2b8bf81243d08385c806171bc7ced6d2a0dcc7f896ca637f4e777418f7f0cc3c", "name_or_path": "mrm8488/diltilgpt2-finetuned-bookcopus-10", "errors": "replace", "tokenizer_class": "GPT2Tokenizer"}